/* No comment provided by engineer. */
"·" = "·";

/* No comment provided by engineer. */
"/ month" = "/ mese";

/* No comment provided by engineer. */
"/ year" = "/ anno";

/* No comment provided by engineer. */
"Modified" = "Data di modifica";

/* No comment provided by engineer. */
"Created" = "Data di creazione";

/* No comment provided by engineer. */
"Table of Contents" = "Sommario";

/* No comment provided by engineer. */
"Statistics" = "Statistiche";

/* No comment provided by engineer. */
"Backlinks" = "Backlink";

/* No comment provided by engineer. */
"%d note" = "%d nota";

/* No comment provided by engineer. */
"%d notes" = "%d Note";

/* No comment provided by engineer. */
"%d selected note" = "%d nota selezionata";

/* No comment provided by engineer. */
"%lu notes imported" = "%lu Note Importate";

/* No comment provided by engineer. */
"1️⃣ Click ‘Show Database’ below to reveal this file in Finder" = "1️⃣ Clicca 'Mostra Database' qui sotto per mostrarlo nel Finder";

/* No comment provided by engineer. */
"1 note imported" = "1 nota importata";

/* No comment provided by engineer. */
"2️⃣ Click ‘Contact Support‘ to open our website" = "2️⃣ Clicca 'Contatta Servizio Clienti' per aprire il nostro sito";

/* No comment provided by engineer. */
"3️⃣ Fill out our contact form and attach Bear’s database from Finder so we can investigate and help" = "3️⃣ Compila i campi richiesti e allega il tuo database. Investigheremo sul tuo problema il prima possibile";

/* No comment provided by engineer. */
"A 14-day free trial, then..." = "Una prova gratuita di 14 giorni, poi...";

/* Alphabetic sorting for notes
   Alphabetic sorting for tags */
"A to Z" = "A-Z";

/* No comment provided by engineer. */
"A trip to the north pole" = "Un viaggio al polo nord";

/* No comment provided by engineer. */
"Account will be charged for renewal within 24-hours prior to the end of the current period, with the same amount as the first period." = "Verrà effettuato l'addebito sull'account per il rinnovo entro 24 ore prima della fine del periodo in corso, con lo stesso importo del primo periodo.";

/* No comment provided by engineer. */
"Add Notes to %@" = "Aggiungi note a %@";

/* No comment provided by engineer. */
"All the child tags will also be deleted. You can’t undo this action." = "Verranno eliminati anche tutti i tag secondari. Questa azione è irreversibile.";

/* No comment provided by engineer. */
"Annual" = "Annuale";

/* No comment provided by engineer. */
"Any unused portion of a free trial period will be forfeited when the user purchases a subscription to that publication, where applicable." = "Qualsiasi porzione non utilizzata di un periodo di prova gratuito verrà annullata quando l'utente acquista un abbonamento a tale pubblicazione, ove applicabile.";

/* No comment provided by engineer. */
"Archive notes" = "Archivia note";

/* No comment provided by engineer. */
"Are you sure you want to delete all the notes in the Trash?" = "Confermi di voler eliminare tutte le note nel Cestino?";

/* No comment provided by engineer. */
"Are you sure you want to permanently delete the notes in the Trash?" = "Sei sicuro di voler eliminare permanentemente le note nel Cestino?";

/* No comment provided by engineer. */
"Are you sure you want to permanently delete the selected notes?" = "Sei sicuro di voler eliminare permanentemente le note selezionate?";

/* No comment provided by engineer. */
"Are you sure you want to permanently delete the selected tag?" = "Confermi di voler eliminare per sempre il tag selezionato?";

/* No comment provided by engineer. */
"Backup restored" = "Backup ripristinato";

/* No comment provided by engineer. */
"Bear" = "Bear";

/* No comment provided by engineer. */
"Bear is currently exporting your notes, take a moment to relax!" = "Bear sta esportando le tue note, approfittane per prenderti un momento di relax!";

/* No comment provided by engineer. */
"Bear is currently importing your new notes, take a moment to relax!" = "Bear sta importando le tue nuove note, approfittane per prenderti un momento di relax!";

/* No comment provided by engineer. */
"Bear is retrieving the page you have requested." = "Bear sta recuperando la pagina richiesta.";

/* No comment provided by engineer. */
"Bear needs iCloud and iCloud Drive in order to sync, please enable both before proceding" = "Bear necessita di iCloud e iCloud Drive per eseguire la sincronizzazione, abilitali entrambi prima di continuare";

/* No comment provided by engineer. */
"Bear Pro is enabled via an auto-renewing subscription" = "Bear Pro è disponibile tramite abbonamento con rinnovo automatico";

/* No comment provided by engineer. */
"Beautiful application themes" = "Meravigliosi temi dell'applicazione";

/* No comment provided by engineer. */
"Beta expired" = "Beta scaduta";

/* No comment provided by engineer. */
"Cancel" = "Annulla";

/* No comment provided by engineer. */
"Code" = "Codice";

/* No comment provided by engineer. */
"Contact Support" = "Contatta il servizio clienti";

/* No comment provided by engineer. */
"Contacting Apple..." = "Contatto Apple...";

/* No comment provided by engineer. */
"Copy As" = "Copia Come";

/* No comment provided by engineer. */
"Copy As HTML" = "Copia come HTML";

/* No comment provided by engineer. */
"Copy As Markdown" = "Copia come Markdown";

/* No comment provided by engineer. */
"Copy As Rich Text" = "Copia come Rich Text";

/* No comment provided by engineer. */
"Copy As Text" = "Copia come testo ";

/* No comment provided by engineer. */
"Copy code" = "Copia il codice";

/* No comment provided by engineer. */
"Copy Code Block" = "Copia Blocco Di Codice";

/* No comment provided by engineer. */
"Copy Link To Note" = "Copia Collegamento Alla Nota";

/* No comment provided by engineer. */
"Copy Link To Note (New Window)" = "Copia Collegamento Alla Nota (Nuova Finestra)";

/* No comment provided by engineer. */
"Copy Link To Notes (New Window)" = "Copia Collegamento Alle Note (Nuova Finestra)";

/* No comment provided by engineer. */
"Copy Links To Notes" = "Copia Collegamenti Alle Note";

/* No comment provided by engineer. */
"Could not load the notes database " = "Non è stato possibile caricare il database delle note";

/* table cell action */
"Delete" = "Cancella";

/* No comment provided by engineer. */
"Delete notes" = "Elimina note";

/* No comment provided by engineer. */
"Do not show this warning again." = "Non Mostrare mai più questo avviso.";

/* No comment provided by engineer. */
"Don’t worry, your notes are safe and we can help:" = "Non temere, le tue note sono al sicuro e possiamo aiutarti:";

/* No comment provided by engineer. */
"Edit Link" = "Modifica link";

/* No comment provided by engineer. */
"email" = "email";

/* No comment provided by engineer. */
"Empty Trash" = "Svuota cestino";

/* No comment provided by engineer. */
"Export note" = "Esporta Nota";

/* No comment provided by engineer. */
"Export Note..." = "Esporta nota...";

/* No comment provided by engineer. */
"Export notes" = "Esporta Note";

/* No comment provided by engineer. */
"Export Notes..." = "Esporta note...";

/* No comment provided by engineer. */
"Export to more formats" = "Esporta in più formati";

/* No comment provided by engineer. */
"FAQ" = "Domande frequenti";

/* No comment provided by engineer. */
"For all the subscriptions applies the following:" = "Per tutti gli abbonamenti vale quanto segue:";

/* No comment provided by engineer. */
"For the Monthly Subscription applies the following:" = "Per l'abbonamento mensile vale quanto segue:";

/* No comment provided by engineer. */
"For the Yearly Subscription applies the following:" = "Per l'abbonamento annuale vale quanto segue:";

/* No comment provided by engineer. */
"Go to website" = "Vai al sito web";

/* No comment provided by engineer. */
"Hide Preview" = "Nascondi anteprima";

/* %@ is the user's hint for the password */
"Hint: %@" = "Suggerimento: %@";

/* No comment provided by engineer. */
"HTML" = "HTML";

/* Please do not localise this, leave empty or copy the same url */
"https://bear.app" = "https://bear.app";

/* Please do not localise this, leave empty or copy the same url */
"https://bear.app/faq/" = "https://bear.app/faq/";

/* Please do not localise this, leave empty or copy the same url */
"https://bear.app/faq/sync-troubleshooting/" = "https://bear.app/faq/sync-troubleshooting/";

/* Please do not localise this, leave empty or copy the same url */
"https://bear.app/get-support-from-app/" = "https://bear.app/get-support-from-app/";

/* Please do not localise this, leave empty or copy the same url */
"https://twitter.com/BearNotesApp/" = "https://twitter.com/BearNotesApp/";

/* Please do not localise this, leave empty or copy the same url */
"https://www.reddit.com/r/bearapp/" = "https://www.reddit.com/r/bearapp/";

/* No comment provided by engineer. */
"Import notes" = "Importa Note";

/* No comment provided by engineer. */
"Important" = "Importante";

/* No comment provided by engineer. */
"Importing a Bear Backup will completely replace your current notes" = "Importare un Backup Bear cancellerà per sempre tutte le note attualmente presenti";

/* No comment provided by engineer. */
"Inbox" = "Posta in arrivo";

/* No comment provided by engineer. */
"Insert" = "Inserisci";

/* No comment provided by engineer. */
"Insert files" = "Inserisci File";

/* No comment provided by engineer. */
"It was not possible to migrate your database to the new version. Don't worry your notes are safe, please contact the support team using the 'Contact Support' button below and they will help you." = "Non è stato possibile migrare il tuo database alla nuova versione. Non ti preoccupare, le tue note sono al sicuro, ricorda: NON cancellare Bear dal tuo dispositivo. Contattaci utilizzando il pulsante \"Contatta il supporto clienti\" qui sotto, ti aiuteremo a risolvere i tuoi problemi.\n";

/* No comment provided by engineer. */
"Just a moment and Bear will be ready!" = "Bear sarà pronto tra un attimo!";

/* No comment provided by engineer. */
"Keep Tags" = "Includi i tag";

/* No comment provided by engineer. */
"Learn more" = "Scopri di più";

/* No comment provided by engineer. */
"Locked notes" = "Note protette";

/* No comment provided by engineer. */
"Look and feel smarter" = "Tutto diventa più smart";

/* No comment provided by engineer. */
"Main Window" = "Finestra Pricipale";

/* No comment provided by engineer. */
"Manage Subscription" = "Gestisci le tue sottoscrizioni";

/* No comment provided by engineer. */
"Mark as Complete" = "Segna come completato";

/* No comment provided by engineer. */
"Mark as Incomplete" = "Segna come Incompleto";

/* No comment provided by engineer. */
"Markdown" = "Markdown";

/* No comment provided by engineer. */
"Merge notes" = "Unisci note";

/* No comment provided by engineer. */
"month" = "mese";

/* No comment provided by engineer. */
"Monthly" = "Mensile";

/* Number of notes sorting for tags */
"Most Used First" = "Prima più usati";

/* No comment provided by engineer. */
"Move Done to Bottom" = "Sposta conclusi in basso";

/* App last sync date was never */
"never" = "mai";

/* No comment provided by engineer. */
"New Note" = "Nuova nota";

/* Date sorting for notes */
"Newest on Top" = "Più recenti in cima";

/* No comment provided by engineer. */
"No note selected" = "Nessuna nota selezionata";

/* No comment provided by engineer. */
"No purchases found" = "Nessun acquisto trovato";

/* No comment provided by engineer. */
"Note From Selection" = "Nuova Nota Con Selezione";

/* No comment provided by engineer. */
"notes" = "note";

/* No comment provided by engineer. */
"Notes" = "Note";

/* No comment provided by engineer. */
"Notes search" = "Ricerca note";

/* No comment provided by engineer. */
"Nothing to import" = "Niente da importare";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"OK" = "OK";

/* Leave the %@, will be replaced with the title of a user generated note to compose something like 'Open My Todos' */
"Open \"%@\"" = "Apri \"%@\"";

/* No comment provided by engineer. */
"Open Link in New Window" = "Apri il link in una Nuova Finestra";

/* No comment provided by engineer. */
"Open With" = "Apri Con";

/* No comment provided by engineer. */
"Password-protect your notes" = "Proteggi con password le tue note";

/* No comment provided by engineer. */
"Paste From" = "Incolla Da";

/* No comment provided by engineer. */
"Payment will be charged to iTunes Account at confirmation of purchase or the end of the Free Trial Period, if any." = "Il pagamento verrà addebitato sull'account iTunes alla conferma dell'acquisto o alla fine del periodo di prova gratuito, se compreso nell'offerta.";

/* table cell action */
"Pin" = "Fissa";

/* No comment provided by engineer. */
"Pin notes" = "Fissa note";

/* No comment provided by engineer. */
"Pin Tag" = "Fissa Tag";

/* No comment provided by engineer. */
"Pin To Top" = "Fissa In Alto";

/* No comment provided by engineer. */
"Plain Text" = "Testo semplice";

/* No comment provided by engineer. */
"Please check your internet connection or try again later." = "Controlla la tua connessione internet o riprova più tardi.";

/* No comment provided by engineer. */
"Please choose the backup file" = "Scegli il file di backup";

/* No comment provided by engineer. */
"Please choose the files you want to import" = "Scegli i file che vuoi importare";

/* No comment provided by engineer. */
"Please choose the location where the file will be saved" = "Scegli la posizione dove salvare il file";

/* No comment provided by engineer. */
"Please choose the location where the note will be saved" = "Scegli la posizione dove salvare la nota";

/* No comment provided by engineer. */
"Please choose the location where the notes will be saved" = "Scegli la posizione dove salvare le note";

/* No comment provided by engineer. */
"Please select one or more files" = "Seleziona uno o più file";

/* No comment provided by engineer. */
"Please wait while Bear’s database is upgraded" = "Attendi mentre il database di Bear viene aggiornato";

/* No comment provided by engineer. */
"Please wait while your notes are upgraded" = "Attendi mentre le tue note vengono aggiornate";

/* No comment provided by engineer. */
"Privacy Policy" = "Politiche di riservatezza";

/* No comment provided by engineer. */
"Quit" = "Chiudi";

/* Complete sentence: Re-add tag <a tag> */
"Re-add tag" = "Ri aggiungi Tag";

/* Complete sentence: Remove tag <a tag>
   used for the 'remove tag <a tag>' menu item */
"Remove tag" = "Rimuovi il tag";

/* table cell action */
"Restore" = "Ripristina";

/* No comment provided by engineer. */
"Restore from backup" = "Ripristina da backup";

/* No comment provided by engineer. */
"Restore notes" = "Ripristina Note";

/* No comment provided by engineer. */
"Restore Purchases" = "Ripristina acquisti";

/* No comment provided by engineer. */
"Rich Text" = "Rich Text";

/* No comment provided by engineer. */
"Save As" = "Salva Come";

/* No comment provided by engineer. */
"Save file" = "Salve File";

/* No comment provided by engineer. */
"Search" = "Ricerca";

/* No comment provided by engineer. */
"Search inside attachments" = "Cerca all'interno degli allegati";

/* No comment provided by engineer. */
"Search Notes" = "Cerca tra le note";

/* No comment provided by engineer. */
"Show Database" = "Mostra Database";

/* No comment provided by engineer. */
"Show Images As Thumbnails" = "Visualizza immagini come miniature";

/* No comment provided by engineer. */
"Show my locked notes" = "Mostra le mie note protette";

/* No comment provided by engineer. */
"Show my Notes" = "Mostra le mie note";

/* No comment provided by engineer. */
"Show my Today notes" = "Mostra le mie note di oggi";

/* No comment provided by engineer. */
"Show my ToDo notes" = "Mostra le mie note con ToDo";

/* No comment provided by engineer. */
"Show my Untagged notes" = "Mostra le mie note non taggate";

/* Leave the %@, will be replaced with the name of tag */
"Show notes tagged #%@" = "Mostra le note taggate #%@";

/* No comment provided by engineer. */
"Show Preview" = "Mostra anteprima";

/* No comment provided by engineer. */
"Sign in to iCloud and enable iCloud Drive" = "Accedi a iCloud e abilita iCloud Drive";

/* No comment provided by engineer. */
"Something went wrong" = "Qualcosa è andato storto";

/* No comment provided by engineer. */
"Subscribe" = "Abbonati";

/* No comment provided by engineer. */
"Subscription" = "Abbonamento";

/* No comment provided by engineer. */
"Subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period." = "L'abbonamento si rinnova automaticamente, a meno che il rinnovo automatico non venga disattivato almeno 24 ore prima della fine del periodo in corso.";

/* No comment provided by engineer. */
"Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user's Account Settings after purchase." = "Gli abbonamenti possono essere gestiti dall'utente ed è possibile disattivare il rinnovo automatico accedendo alle impostazioni dell'account dopo l'acquisto.";

/* No comment provided by engineer. */
"Support Bear's development" = "Sostieni lo sviluppo di Bear";

/* No comment provided by engineer. */
"Sync and backup with iCloud on all your devices" = "Esegui la sincronizzazione e il backup con iCloud su tutti i tuoi dispositivi";

/* No comment provided by engineer. */
"Terms of Use" = "Termini di utilizzo";

/* No comment provided by engineer. */
"Thank you for purchasing Bear Pro" = "Grazie per aver acquistato Bear Pro";

/* No comment provided by engineer. */
"The duration of every period of the subscription is 1 month." = "La durata di ogni periodo di abbonamento è 1 mese.";

/* No comment provided by engineer. */
"The duration of every period of the subscription is 1 year." = "La durata di ogni periodo di abbonamento è 1 anno.";

/* No comment provided by engineer. */
"The length of the Free Trial Period, if any, is shown in the Bear's Purchase Pane updated to the time of the purchase." = "La durata del periodo di prova gratuito, se presente, viene visualizzata nel riquadro di acquisto di Bear e aggiornata al momento dell'acquisto.";

/* No comment provided by engineer. */
"The price of the subscription is shown in the Bear's Purchase Pane updated to the time of the purchase." = "Il prezzo dell'abbonamento viene visualizzato nel riquadro di acquisto di Bear e aggiornato al momento dell'acquisto.";

/* No comment provided by engineer. */
"There are no previous purchases valid for the current period." = "Non c'è nessun acquisto valido per il periodo corrente.";

/* No comment provided by engineer. */
"This beta version has expired, check the website for updates." = "Questa versione beta è scaduta, visita il sito web per gli aggiornamenti.";

/* No comment provided by engineer. */
"Today notes" = "Note di oggi";

/* No comment provided by engineer. */
"Todo" = "ToDo";

/* No comment provided by engineer. */
"Toggle checkbox" = "Seleziona/Deseleziona Checkbox";

/* No comment provided by engineer. */
"Toggle folding" = "Attiva/disattiva chiusura";

/* table cell action */
"Trash" = "Cestino";

/* No comment provided by engineer. */
"Unarchive notes" = "Ripristina note";

/* No comment provided by engineer. */
"Unlimited bear hugs" = "Ors-abbracci illimitati";

/* No comment provided by engineer. */
"Unmerge notes" = "Separa note";

/* table cell action */
"Unpin" = "Sblocca";

/* No comment provided by engineer. */
"Unpin notes" = "Sblocca note";

/* No comment provided by engineer. */
"Unpin Tag" = "Libera Tag";

/* No comment provided by engineer. */
"Valid Through" = "Validità:";

/* Valid until date */
"Valid until %@" = "Valido fino al %@";

/* No comment provided by engineer. */
"We appreciate your support!" = "Grazie per il tuo supporto!";

/* No comment provided by engineer. */
"We’re adding all the bells, whistles, and even a kazoo under the hood to make Bear even better. To ensure a smooth process, we highly recommend keeping Bear open until this is finished." = "Stiamo sistemando tutto a puntino per rendere Bear ancora migliore. Per garantire un processo senza intoppi, ti consigliamo di tenere aperto Bear fino al completamento.";

/* No comment provided by engineer. */
"We’re migrating all your notes to Markdown for Bear 2. To ensure a smooth process, we highly recommend keeping Bear open until this is finished." = "Stiamo migrando tutte le tue note su Markdown per Bear 2. Per garantire un processo senza intoppi, ti consigliamo di tenere aperto Bear fino al completamento.";

/* No comment provided by engineer. */
"year" = "anno";

/* No comment provided by engineer. */
"You can’t undo this action." = "Non puoi annullare questa azione.";

/* No comment provided by engineer. */
"You're a PRO" = "Ora sei PRO";

/* No comment provided by engineer. */
"Your subscription will renew on the date listed above. To avoid being charged, cancel a free trial period or a subscription 24 hours before the renewal date." = "L'abbonamento si rinnoverà alla data sopra indicata. Per evitare l'addebito, cancella il periodo di prova gratuito o l'abbonamento 24 ore prima della data di rinnovo.";

"syncing..." = "in corso...";
